---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.StairstypeCutmarkType
source: html/4db8395f-76b0-c6c9-f9e9-724528f9578e.htm
---
# Autodesk.Revit.DB.ParameterTypeId.StairstypeCutmarkType Property

"Cut Mark Type": Cut Mark Type

## Syntax (C#)
```csharp
public static ForgeTypeId StairstypeCutmarkType { get; }
```